/* Unknown error message */
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";

/* plugin button tooltip */
"Insert the image capture into a Microsoft PowerPoint presentation slide." = "Fügt das Bild-Capture in eine Microsoft PowerPoint-Präsentationsfolie ein.";

/* AppleScript error, probably not activated */
"Make sure Microsoft PowerPoint is activated and try again." = "Stellen Sie sicher, dass Microsoft PowerPoint aktiv ist und wiederholen Sie den Vorgang.";

/* plugin name */
"Microsoft PowerPoint" = "Microsoft PowerPoint";

/* Not installed error message */
"Powerpoint is not installed." = "PowerPoint ist nicht installiert.";

/* Cannot share to Microsoft PowerPoint */
"Unable to share to Microsoft PowerPoint" = "Weitergabe an Microsoft PowerPoint nicht möglich";

